---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Lm
source: html/f6108d16-d548-de54-c1ef-0c22dfba1544.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Lm Property

Symbol lm, indicating unit Lumens.

## Syntax (C#)
```csharp
public static ForgeTypeId Lm { get; }
```